T团20周年的开场曲，晚上写作业时又拿出来循环播放，听完又是元气满满的一天呀！歌词很棒，拿出来分享分享！
看到网易云音乐的评论里，一个考研党在2015年9月24日23点33发了一句“正在考研的我听着每一句都是泪”，到4月13日他又评论了一句“我考上了”，中间没有任何别的回复，但多了4个赞。我看到这莫名地就释然了，点了个赞，继续写作业去了，很奇妙的感受，我叫它感同身受！
20周年那一版因为版权无法生成外链，只有下面这个版本了，不过也很不错！

<iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width=330 height=86 src="http://music.163.com/outchain/player?type=2&id=22690729&auto=1&height=66"></iframe>

風の無い夜の公園で 動かないブランコ達は<br>
在无风的夜晚公园里 不会摇晃的秋千们<br>
与此刻的自己 有着可怕的相似<br>
恐い位似てるんだよ 今の僕自身に<br>
欲しい物は山ほどある<br>
想要的东西如山般高<br>
但手中却什么也没有<br>
だけど欠片(かけら)も手にできず<br>
無くしてきた 色んな夢を探してる<br>
只是搜寻着 那些消逝的梦想<br>
弱さは人の運命(さだめ)だと<br>
命运两字是人生的无奈<br>
なんとなく気付いてるけど<br>
似乎我也注意到了<br>
「支えられたい、支えてみたい」忙しく思うよ<br>
却不停的想着「能撑得，在撑撑看」<br>
強がる事に不器用で<br>
就算是徒费力气<br>
空回りしてもいいから<br>
硬撑也无所谓<br>
我只是想不断追寻 那变化多端的未来<br>
追い続けたい 色んな形の未来を<br>
觉得容易的事情却意外地<br>
容易(たやす)く思える事が意外に結構<br>
无法简单得手<br>
手に入れるのが難しく思える<br>
这难道不是跟盯着自己的脚步<br>
それってもしかして自分の足元を<br>
見つめてみればきっと転がってんじゃない<br>
就会摔跤是一样的道理吗<br>
激しい雨が降った後にはきれいな花が咲く<br>
在倾盆大雨过后 娇艳的花儿即将绽放<br>
あきらめたりしない 届くはずさ想いは<br>
千万不要放弃 因为梦想即将到达<br>
そしていっそ昨日までの自分を捨て去ろう<br>
然后索性忘却到昨天为止的自己吧<br>
静けさを引き裂くように 空き缶を強く蹴り飛ばす<br>
仿佛是要将寂静撕裂 狠狠的将罐子踢飞<br>
胸に秘めた 色んな迷いを詰め込んで<br>
深藏在内心的 是满满的各种迷茫<br>
結果だけにしがみついていたよずっと<br>
一直以来总是只紧抓住结果不放<br>
プロセスなんか馬鹿らしく思えて<br>
觉得过程什么的都不重要<br>
残缺的月 带着勇敢的微笑<br>
満ち欠ける月のけなげな微笑み<br>
看吧 太阳一定依旧在你眼前升起<br>
日はまた昇るきっと目の前にほら<br>
頬を伝ったどんな涙も大きな価値がある<br>
脸颊上滑落的 是无价眼泪带来的讯息<br>
二度とない時を負けないように進むよ<br>
怀着仅此一次绝不认输的心情前进<br>
激しい雨が降った後にはきれいな花が咲く<br>
在大雨倾盆过后 娇艳的花儿即将绽放<br>
あきらめたりしない 届くはずさ願いは<br>
千万不要放弃 因为梦想即将到达<br>
そしていっそ昨日までの自分を捨て去ろう<br>
然后索性忘却到昨天为止的自己吧<br>
遠くない近くない捉えずらいホントにいつもやっかいもんは自分<br>
最难琢磨的是那忽远忽近难以搞定的真实的自己<br>
それでも向き合って生きていかなきゃダメさ<br>
但是不好好奋斗下去是不行的<br>
だから「昨日までの自分を捨て去ろう」って唄おう<br>
所以 就让我们唱着「忘却到昨天为止的自己吧」<br>
いつかはどんな部分(こころ)も愛せる気がするよ<br>
无论何时 无论何地都感受到爱<br>
何が起こっても構わない荒波に打たれても<br>
无论发生任何事 就算是再大的风浪<br>
僕は信じている最終形の自分を<br>
我始终相信着最真实的自己<br>
どれ位こうしてたんだろう<br>
到底这样过了多久<br>
街は息を吹き返した<br>
整个街道重新开始呼吸<br>
不思議なんだ僕の胸に光がともってく<br>
不可思议的是我的心也渐渐亮了起来<br>
そよぎはじめていた風が淋しさを全部連れ去り<br>
徐徐吹起的微风将一切寂寞带走<br>
踊りだしたブランコ達も笑ってる<br>
跳起舞来的秋千们也露出笑意<br>